//Список гоодов с названиями картинок на фоне и текстом описания
var cities = [
    ["Калининград", "kaliningrad.png", "Один из символов города – знаменитый музей янтаря в башне из красного кирпича, когда-то она входила в систему оборонительных сооружений города"],
    ["Светлогорск", "svetlogorsk.png", "В Светлогорске много красивых старинных домиков, можно гулять и увидеть множество красоты вокруг"],
    ["Пионерский", "pionerskii.png", "Гулять на побережье удобно по чистому и обустроенному променаду или по пирсу, углубившему в море на 200 метров"],
    ["Янтарный", "yantarnui.png", "Достопримечательность мирового масштаба — здесь находятся самые большие залежи янтаря"],
    ["Зеленоградск", "zelegradsk.png", "Если Вы в первый, а может во второй или в третий раз приехали в Калининградскую область, то обязательно стоит заглянуть в «город котов»"]
]